{"meta":{"title":"henvy'Blog","subtitle":null,"description":null,"author":"henvy","url":"http://henvyluk.com"},"pages":[],"posts":[{"title":"","slug":"iOS IJKPlayer RTMP播放器的集成","date":"2016-11-27T09:06:06.000Z","updated":"2016-11-27T10:03:22.000Z","comments":true,"path":"2016/11/27/iOS IJKPlayer RTMP播放器的集成/","link":"","permalink":"http://henvyluk.com/2016/11/27/iOS IJKPlayer RTMP播放器的集成/","excerpt":"iOS IJKPlayer RTMP播放器的集成MacDown Hello there! I’m MacDown, the open source Markdown editor for OS X. Let me introduce myself.","text":"iOS IJKPlayer RTMP播放器的集成MacDown Hello there! I’m MacDown, the open source Markdown editor for OS X. Let me introduce myself. Markdown and IMarkdown is a plain text formatting syntax created by John Gruber, aiming to provide a easy-to-read and feasible markup. The original Markdown syntax specification can be found here. MacDown is created as a simple-to-use editor for Markdown documents. I render your Markdown contents real-time into HTML, and display them in a preview panel. I support all the original Markdown syntaxes. But I can do so much more! Various popular but non-standard syntaxes can be turned on/off from the Markdown preference pane.","categories":[],"tags":[],"keywords":[]},{"title":"Hello World","slug":"hello-world","date":"2016-10-20T03:41:18.000Z","updated":"2016-11-27T10:02:19.000Z","comments":true,"path":"2016/10/20/hello-world/","link":"","permalink":"http://henvyluk.com/2016/10/20/hello-world/","excerpt":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick Start","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick Start Create a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[],"keywords":[]}]}